import 'package:romio/models/classes/data.dart';

List<DataModel> data = [
  DataModel(
      domain1: '* تعرف الإعاقة العقلية ونسبتها في العالم بين الاعاقات الأخري',
      text1:
          """ 	الإعاقة الذهنية هي انخفاض كبير في مستوى الأداء الذهني للشخص منذ الولادة أو الطفولة المبكرة، مما يؤدي إلى محدودية في القدرة على القيام بأنشطة الحياة اليومية الاعتيادية.1
2.	يمكن للإعاقة الذهنية أن تكون من منشأ جيني، أو ناجمة عن اضطراب يؤثر في نمو الدماغ.
3.	لا تتطور أعراض واضحة لدى معظم الأطفال الذين يعانون من إعاقة ذهنية إلى أن يصلوا إلى مرحلة ما قبل المدرسة.
4.	ويستند التشخيص إلى نتائج الاختبارات الرسمية.
5.	يمكن للرعاية الجيدة ما قبل الولادة أن تقلل من خطر إنجاب طفل مُصاب بإعاقة ذهنية.
6.	كما إن توفر الدعم من فريق من المتخصصين، والعلاج، والتعليم الخاص، قد يساعد الأطفال على تحقيق أعلى مستوى ممكن من الأداء.

"""),
];
List<DataModel> dataTwo = [
  DataModel(
      domain1: 'اسباب الإعاقة العقلية',
      text1: """
تنقسم اسباب الإعاقة العقلية الى : 
1/اسباب ما قبل الولادة 
2/أسباب أثناء الولادة. 
3/أسباب ما بعد الولادة 
  """,
      domain2: 'اولاً/اسباب ما قبل الولادة:',
      text2: '''
يقصد بها الأسباب التي ادت الي حدوث الإعاقة اثناء فترة الحمل بالجنين ،هي :
أ/العوامل الجينية: ويقصد بها العوامل الوراثية التى تنتقل عن طريق الجينات المحمولة على الكرموسومات. وقد يحدث خلل ما في التقاء الكرموسومات نتيجة لعوامل كيميائية او بيوكيميائية.
ب/ العوامل غير الجينية:ويقصد كل العوامل التى تؤثر على الجنين منذ لحظة الاخصاب وحتى نهاية مرحلة الحمل ومن اهمها: 
١-الامراض التي تصيب الأم الحامل:ويقصد بها على جوجل الخصوص الحصبة الالمانية والزهري والالتهابات وخاصة مرض toxoplasmosis فيؤدي فيروس الحصبة الالمانية الى خلل في نمو الجهاز العصبي المركزي للجنين وخاصة في المراحل الاولى لنمو الجنين وتؤدي ايضا الى اشكال من الاعاقة العقلية كحالات صغر حجم الدماغ واستسقاء الدماغ ويؤدي الى اصابة بالشلل الدماغي والاعاقة البصرية والسمعية.
اصابة الام الحامل بالزهري يؤدي الى اصابة ولادة اطفال مشوهين او ميتين او مصابين بحالات الاعاقة العقلية.  إصابات ما قبل الولادة: و تحدث نتيجة السقوط أثناء فترة الحمل أو وضع الجنين الغير عادي في الرحم مما يؤدي حدوث رضوض و صدمات كدماغ الجنين وإصابة الام الحامل بمرض toxoplasmosis يؤدي الى حالات مختلفة من الاعاقة العقلية وحالات استسقاء الدماغ و حالات صغر حجم الدماغ.  شذوذ الجينات الوراثية : هو اضطراب في العدد الطبيعي للجينات .
٢- سوءالتغذية: تعتبر التغذية الجيدة للام الحامل عاملا مهما من عوامل نمو الجنين وسلامته الجسمية والعقلية،ومن هنا من الضروري أن يحتوي غذاء الأم على المواد الأساسية اللازمة لنمو الخلايا الدماغية للجنين حيث ان التغذية السيئة للأم عاملا رئيسا من عوامل الإصابة بالإعاقة العقلية.
ج/ العوامل الكيميائية : وتتمثل في : تعاطي الأم للعقاقير أثناء الحمل ذات تأثير تشويهي على الجنين خاصة أثناء شهور الحمل الأولى تعتبر العقاقير والأدوية والمشروبات الكحولية سببا رئيسيا من اسباب الإصابة بالإعاقة العقلية . ومن الادوية والتى تؤدي الى تلف خلايا الدماغية للجنين هي:الاسبرين، وبعض المضادات الحيوية، والكورتيزون ، والانسولين،والادوية الخاصة بعلاج الملاريا،الحبوب المهدئة.
د/ العوامل البيئية: تلوث الهواء والماء:تعبتر العوامل المتعلقة بالماء والهواء من العوامل المشكوك في اثرها على نمو الجهاز العصبي المركزي و خلل في الجهاز العصبي المركزي للجنين وبالتالي تؤدي الى مشكلات قد تبدو على شكل اعاقه عقلية 
- الأشعة السينية:تعرض الام لهذه الاشعة وخاصة في الشهور الثلاث الأولى من الحمل من العوامل الرئيسية للاصابة بالإعاقة العقلية حيث تؤدي الى تلف الخلايا الدماغية للجنين. يعتبر التعرض للإشعاع من العوامل الخارجية التي تؤثر علي تكون الجنين .
  ''',
      domain3: 'ثانيا / اسباب اثناء الولادة:',
      text3: '''
  ويقصد بها مجموعة الأسباب التى تحدث اثناء فترة الولادة والتى تؤدي الى الإعاقة العقلية وغيرها من الإعاقات ومنها:
١- نقص الأوكسجين: تؤدي حالة نقص الأوكسجين لدى الجنين اثناء فترة الولادة الى موت الجنين او اصابته بإحدى الاعاقات ومنها الاعاقة العقلية بسبب اصابة قشرة الدماغ للجنين.
٢- الصدمات الجسدية: قد يصاب الجنين بالصدمات او الكدمات اثناء عملية الولادة بسبب طول عملية الولادة او استخدام ادوات الولادة او استخدام طريقة الولادة القيصرية ومن هنا فقد يسبب الاصابة في الخلايا الدماغية او القشرة الدماغية للجنين وبالتالي تؤدي للإعاقة.
٢- الالتهابات التى تصيب الطفل:اذا يعتبر اصابة الجنين بالالتهابات وخاصة التهاب السحايا الذي يؤدي الى تلف او اصابة الجهاز العصبي المركزي وقد يؤدي الى وفاة الجنين قبل ولادته او اصابة الجنين اذا عاش بالإعاقه العقلية وغيرها من الاعاقات. 
٣- الأمراض والإلتهابات:يتعرض الطفل خاصة في السنوات الأولى من حياته الى العديد من الأمراض وقد يكون من نتائجها ارتفاع درجة الحرارة وخاصة في حالات السحايا والحصبة وقد يؤدي ارتفاع درجة الحرارة الى اصابة الهاز العصبي المركزي بالتالي الاصابة بالإعاقة العقلية. 
٤- العقاقير والأدوية:وهي عبارة عن عوامل التى تؤدي الى تلف في الجهاز العصبي ومنها حالات التسمم واستعمال العقاقير المهدئة . 
  ''',
      domain4: 'أسباب بعد الولادة',
      text4: """ ١- العوامل البيئية 
- أثبتت الكثير من الدراسات أن حالات الإعاقة تحدث في مرحلة الطفولة نتيجة لإهمال الأسرة لإعطاء التطعيمات الواقعية للأفراد من الأمراض و التي قد تؤدي إلي إعاقته كما أن إهمال الأسرة برعاية الطفل قد يعرضه لحوادث كثيرة بالإضافة إلي الأمراض الخطيرة من بينها: الدفتيريا، شلل الأطفال، السعال الديكي، الكساح.
- الحوادث: تحدث نتيجة إهمال الأسرة خاصة حوادث منزلية خاصة الأم كرعاية الطفل و إرشاده و قد تؤدي إلي إصابة عقلية، سقوط الطفل علي رأسه، صعقات كهربائية، الحروق، الأدوية الخاطئة، استعمال القسوة عند عقاب الطفل
- إصابات الدماغ بسبب حوادث السيارات أو الصدمات بما يؤدي إلي إحداث تلفيات بالمخ.
- وتبين في السنوات الأخيرة بعض الإعاقات عواملها و أسبابها غير محددة و فسر البعض من الباحثين بعض الإعاقات العقلية بالعوامل الثقافية والبيئية لها دور فأكدت الدراسات أنه للمؤثرات البيئية لمحيط الطفل نتائج قد تكون ايجابية أو سلبية و أكد الكثير من الباحثين أن حالات الإعاقة تنحدر من بيئات اجتماعية و كذلك الأسر المفككة .
- الفقر سبب من اسباب الإعاقة العقلية : حيث يعاني مجموعة الأشخاص ذوي الإعاقات المتوسطة من نتائج اجتماعية واقتصادية أسوأ من الأشخاص غير المصابين بإعاقات، مثل تعليم أقل ونتائج صحية أسوأ وقلة فرص العمل وارتفاع معدلات الفقر.
٢- العوامل البيولوجية 
- عدوي الأمراض التي تصيب الجهاز العصبي للطفل ، الالتهاب السحائي Meningitis ، الالتهاب الدماغي Encephalitis ، الحمي الشوكية .
- اضطرابات الغدد مثل الغدة النخامية ، أو الدرقية و غيرها من الغدد
- الإصابة بمرض الصفراء ، يقصد بها هنا الصفراء غير الوراثية التي تحدث في ثالث يوم من أيام الولادة . 
 - التسمم بأملاح الرصاص أو أول أكسيد الكربون  الذي يدخل في الطلاء والأقلام الرصاص وغيرها التي يضعها الأطفال في أفواههم ، كذلك التلوث البيني بالرصاص في الماء والهواء يسبب الإعاقة العقلية . 
  """),
];
List<DataModel> dataThree = [
  DataModel(
    domain1: 'الخصائص الجسمية (البدنيه)',
    text1:
        ''' الطفل المعاق ذهنيا ضعيف وبطئ النمو بصفة عامة وقابل للتعرض للا اصابة بالامراض .
ومن مظاهر الضعف البدنية صغر حجم الجمجمة والوزن ونقص حجم ووزن المخ وتشوه شكل الجمجمة ،والفم واللسان والاسنان والاذنين والعينين والاطراف ويرتبط ذلك بضعف التآزر الحركي واضطراب المهارات الحركية ،وضعف في البصر والسمع كما تكاد تنعدم لدى  ضعاف العقول حاستا الشم والتذوق ،والقدرة علي المشي وضبط الاخراج تتأخر بشكل واضح عن الاطفال العاديين  
 .وهم عرضة للامراض العضوية ولا يبدا الكلام اوالمشي قبل سن الثالثة  او الرابعه   
  ''',
    domain2: 'الخصائص الحركية :',
    text2: '''
    يعاني المعاقين عقليا من مشكلات حركية مختلفة قياسا باقرانهم العاديين فهم يعانون من قصور واضح سواء في مهاراتهم الحركية الكبرى او الصغرى ،وكلما زادت درجة الاعاقة العقلية  
زادت معاناتهم الحركية وبشكل دال حيث يتسمون بسمات حركية منها :
المعاناة من صعوبات حركيةكبيرة 
قصور واضح في الوظائف الحركية المختلفة منها:
التوافق العضلي العصبي 
التآزر البصري الحركي 
التوجيه والتحكم الحركي 
صعوبة استخدام العضلات الدقيقة من جانبهم 
يصعب عليهم السير في خط مستقيم
عادة مايصيبهم التعب والاجهاد والاعياء بسرعة واقل مجهود 
اكثر عرضة لالصابة بالامراض المختلفة قياسا باقرانهم العاديين 
يغلب عليهم البطئ والتثاقل وعدم الانتظام في الخطوات اثناء المشي 
اكثر عرضة للاصابة باالاعاقات الحسية المختلفة 
    ''',
    domain3: 'الخصائص اللغوية :',
    text3: '''
    يعاني المعاقين عقليا من مشكلات وصعوبات لغوية مختلفة ابرزها :
البطء الملحوظ في النمو اللغوي 
التاخر في النطق ،والتاخر في اكتساب قواعد اللغة 
ضآلة المفردات اللغوية وبساطتها 
تدني مستوى الاداء اللغوي 
بساطة التراكيب اللغوية وسطحيتها
وتنتشر اضطرابات النطق المختلفة لديهم من ابدال وحذف وتحريف واضافة وتشيع ايضا 
اضطرابات الصوت بينهم منها :
ان يسير الصوت في وتيرة واحدة 
ان يتسم بالنمطية وان يكون الصوت مزعجا وغير سار 
ويرتبط اضطرابات النطق والكلام كما وكيفا بدرجة التخلف العقلي حيث تقل في حالة التخلف 
العقلي البسيط وتزداد مع زيادة مستوى التخلف العقلي
    ''',
    domain4: 'الخصائص الانفعالية :',
    text4: '''
    لا يستطيع الافراد ذو التخلف العقلي ضبط دوافعهم وغرائزهم الا ببطء شديد ولديهم نوع من العدوان والانسحاب والعنف فتجد ان الفرد ذا التخلف العقلي يتصرف وكأنه ابن سنة او سنتين  
وتراه يضرب الارض برجليه حين يستاء ويفرط في البكاء واستدرار العطف كما انه يتصف بالتبعية وقلة الحيلة وتقدير منخفض للذات 
    ''',
    domain5: 'الخصائص الاجتماعية:',
    text5:
        '''  الاطفال المعاقين عقليا انسحابيون ولا يتحملون المسؤلية ويتسمون بسوء التوافق الاجتماعي 
وعلاقاتهم بالاصدقاء وقتية ولا يحترمون العادات والتقاليد والقيم السائدة في الجماعة والمجتمع 
حولهم ويوجد اتفاق عام على نقص وقصور المهارات الاجتماعية لدى الافراد المتخلفين عقليا 
القابلين للتعلم ووجود نوع من التعامل السلبي وغير الايجابي مع الاخرين ولكنهم يحققوا نجاح 
نسبيا في التوافق الاجتماعي بعد تدريبهم
    ''',
    domain6: 'الخصائص المعرفية(العقليه)',
    text6:
        '''  تعد الخصائص العقلية اهم ما يميز الافراد ذوي التخلف العقلي حيث يكون لديهم عدد كبير من 
الصعوبات العقلية وهي: 
قدرة عقلية محدودة :
يحدث في التخلف العقلي نوع من اضطراب في القدرات العقلية المعرفية حيث يعجز المخ عن 
تمثيل الواقع بصورة صحيحة ،فيعجز عن تنظيم الاحداث بطريقة مالئمة 
عجز عن التصنيف :
لا يوجد لدى الافراد ذوي التخلف العقلي قدرة على التصنيف فهم لا يستطيعون وضع الاشياء 
المتشابه في الفئات المناسبة لها 
صعوبة في تعميم المعلومات :
معظم الافراد ذوي التخلف العقلي يجدون صعوبة في القيام بعمليات التعميم للمعلومات فهم اقل 
من غيرهم من الافراد الاسوياء في هذة العملية 
صعوبة في الانتباه والادراك :
يعاني الافراد ذوي التخلف العقلي من ضعف واضح في درجة انتباهه فلا يستطيع استقبال 
المثيرات من البيئة المحيطة به كما انه يعاني من قصور في عمليات الادراك وضعف القدرة 
على التعرف علي المثيرات والتمييز بينهما .
مشاكل في الذاكرة :
يوجد مشاكل لدى الافراد ذوي التخلف العقلي في الذاكرة حيث يوجد لديهم قدرة محدودة على 
استدعاء ما تم تخزينة في الذاكرة في المواقف المختلفة التي يواجهونها ويتسمون بذاكرة 
قصيرة مدى محدودة .
السمات التعليمية الدراسية :
لا يستطيع الافراد المعاقين عقليا التعلم بالدرجة نفسها التي يتعلم بها الافراد الاسوياء في نفس 
عمرهم الزمني فهم اقل بكثير منهم بسبب الضعف العام في القدرات الذهنية .لذلك يواجهون 
صعوبات في القراءة والكتابة وفي اجراء العمليات الحسابية وعدم القدرة على الاستنتاج 
والتحليل 
    ''',
  )
];

List<DataModel> dataFour = [
  DataModel(
    domain1: 'تشخيص الإعاقة العقليه',
    text1:
        ''' تعد عملية تشخيص الإعاقة الذهنية عملية معقدة تنطوي على  التركيز على الخصائص الطبية والعقلية والاجتماعية والتربوية وأخذها بعين الاعتبار، فمع بداية القرن التاسع عشر بدأ تشخيص حالات الإعاقة الذهنية من وجهة نظر طبية ، ولكن بعد عام 1905 ومع ظهور مقاييس الذكاء على يد بينيه  ، وكسلر أصبح التركيز على القدرات العقلية و قياسها ، وقد تمثل هذا الاتجاه فى استخدام مصطلح نسبة الذكاء (IQ) كدلالة على استخدام المقاييس السيكومترية فى تشخيص حالات الإعاقة الذهنية ، وبقى الحال على ذلك حتى أواخر الخمسينات من هذا القرن ، حين بدأ متخصصون فى الإعاقة الذهنية والتربية الخاصة وعلم النفس بتوجيه انتقادات إلى مقاييس الذكاء على اعتبار أنهاغير كافية لتشخيص حالات الإعاقة الذهنية ، إذ أن حصول الفرد على درجة منخفضة على مقاييس الذكاء لا يعنى بالضرورة أنه معاق ذهنياً ،  إذا أظهر الفرد قدرة على التكيف الاجتماعى ، وقدرة على الإستجابة للمتطلبات الاجتماعية بنجاح ، ونتيجة لذلك ظهر بعد جديد فى تشخيص حالات الإعاقة الذهنية ألا وهو بعد السلوك التوافقى أو التكيفى ، ودخل هذا البعد فى عملية تعريف الإعاقة الذهنية ، كما ظهرت المقاييس الخاصة بذلك ، ومنها مقياس الجمعية الأمريكية للتخلف العقلى والمسمى بمقياس السلوك التكيفى ، وفى السبعينات من هذا القرن ظهرت مقاييس أخرى هى المقاييس التحصيلية والتى تهدف إلى قياس وتشخيص الجوانب الاكاديمية والتحصيلية لدى المعاقين ذهنياً وعلي الرغم من تعدد هذه الابعاد فإن علماء النفس يميلون الى الاتجاه التكاملي ، إذ يعد الإتجاه التكاملى فى تشخيص الإعاقة الذهنية من الإتجاهات المقبولة حديثا فى أوساط التربية الخاصة ، اذ يجمع ذلك الإتجاه بين التشخيص الطبى ، والسيكومترى ، الاجتماعى، التحصيلى 
 
  ''',
    domain2: 'ابعاد الاتجاه التكاملي في التشخيص : :',
    domain3: '1.التشخيص الطبي: :',
    text3: '''
يعد التشخيص الطبي من أقدم الاتجاهات وأهمها في تشخيص الإعاقة العقلية, لأن طبيب الأطفال من المحتمل أن يكون هو الشخص الأول الذي يكتشف حالات الإعاقة العقلية خصوصاً الدرجات المتوسطة والشديدةمنها لدى الأطفال المولودين حديثاً، وذلك من خلال إجراء فحوصات طبية على مختلف الجوانب النمائية للأطفال، وتقديم تقرير طبي عن حالة الطفل بحيث يشتمل على تاريخا لحالة الوراثي وظروف فترة الحمل والفحوص الطبية المخبرية. ومن الاختبارات الطبية التي يجريها الطبيب لاكتشاف حالات الاعاقة العقلية اختبار حامض الفيريك و اختبار شريط حامض الفيريك واختبار غثري ، لذلك يعد التشخيص الطبي مفيد في تصنيف حالات الإعاقة العقلية ومعرفة أسبابها وتحديد طرق علاجها والوقاية منها بينما لا يفيد في تحديد مستوى النمو العقلي .
    ''',
    domain4: '2. التشخيص السيكومتري (النفسي) : :',
    text4:
        '''يعد التشخيص السيكومتري من الاتجاهات التقليدية في تشخيص الإعاقة العقلية, والتي جاءت بعد التشخيص الطبي, وظهر أول مقياس لتشخيص الاعاقة العقلية على يدالفريد بينيه مع بدايات عام 1904 في فرنسا, ثم ظهور مقياس ستانفورد بينيه للذكاء في عام 1905, وظهور مقياس وكسلر للذكاء عام 1939, وكذلك ظهور مقياس جودانف هاريس للرسم عام 1963, ثم ظهور مقاييس الذكاء المصورة مثل مقياس المفردات اللغوية المصورة عام 1970, وظهورمقياس مكارثي للقدرة العقلية للأطفال عام 1972.وقد استعملت هذه المقاييس لتحديد نسبة ذكاء الطفل المعاقعقلياً ومن ثم تحديد موقعة على منحنى التوزيع الطبيعي من أجل تصنيفه في الفئةالمناسبة من فئات الإعاقة العقلية .
    ''',
    domain5: 'مقياس ستانفورد بينيه للذكاء',
    text5: '''
    يُعتَبر اختبار "بينيه" للذكاء من أشهرِ اختبارات الذكاء؛ وذلك لأنه كان أولَ اختبار حقيقي يعدُّ لهذا الغرض، وهو مقياس أعدَّه اثنانِ من علماء النفس، وهو مقياس علمي متدرِّج؛ ليتناسَب مع السنِّ والقدرات العقلية التي تنمو في الطفل كلما تدرَّج في عمره.
وقد أعدَّه "بينيه" 1905 بالتعاون مع سيمون؛ وذلك عندما طلبتْ منه وَزارةُ المعارفِ الفَرَنسية إعدادَ وسيلةٍ موضوعية لعزل وتصنيف ضعاف العقول، وقد مرَّ الاختبار بمراحل متعددة، وظهرت له تعديلات مختلفة قام بها بينيه بنفسه عام 1908 و1911.
والاختبار الأصلي لبينيه يتكوَّن من 30 اختبار، شمل التآزر البصري - التمييز الحسي - مدى ذاكرة الأرقام - بيان أوجه التشابه بين الأشياء - وتكملة الجمل... وغيرها.
وفي تعديل اختبار بينيه عام 1908 تم فيه تصنيف الاختبارات إلى مستويات متدرجة في الصعوبة حسب مستويات الأعمار، ابتداءً من سن 3 سنوات حتى 12سنة، وبذلك تضمَّن الاختبار عددًا من الاختبارات الفرعية لكل سنٍّ فيما 3 - 12 سنة، ونتيجةً لهذا التصنيف أمكن استخدام الاختبار في تحديد المستوى الارتقائي الذي وصل إليه الطفل، وقد عبَّر عن ذلك بالعمر العقلي، وهو أوَّل نوعٍ من المعايير التي استخدمت في اختبارات الذكاء، فأهم تعديل لهذا الاختبار (اختبار بينيه) هو التعديل الذي قام به ترمان Terman الذي أخرجه تحت اسم "ستانفورد - بينيه"؛ وذلك نسبةً لجامعة ستانفورد الذي يعمل فيها ترمان.
وصف المقياس:
يتكوَّن المقياس "ستانفورد - بينيه" من صندوقٍ يحتوي على مجموعة من اللُّعَب، تستخدم مع الأعمار الصغيرة، وكتيِّبينِ من البطاقات المطبوعة، وكراسة لتسجيل الإجابات، وكراسة للتعليمات، وكراسة معايير التصحيح.
ولتوضيح محتويات هذا المقياس نورد فقرات منه لثلاثة مستويات:
المستوى الأول: من سن 3 - 6 سنوات:
• تمييز الأشياء باستعمالاتها (لوحة مثبَّت عليها نماذج لستة أشياء)، ولكي ينجح الطفل يجب أن يميِّز تمييزًا صحيحًا ثلاثة أشياء من ستٍّ.
• تمييز أجزاء الجسم (عروسة كبيرة من الورق).
• تسمية الأشياء (نماذج: كراسي، سكينة، كرة، كوب، علبة)، وينجح الطفل إذا ذكر الأسماء الصحيحة لأربعةٍ من الأشياء الخمسة.
• تسمية الصور (ثماني عشرة بطاقة بها صور لأشياء مألوفة)، تُعرَض البطاقات على الطفل، كلٌّ على حدةٍ، ينجح الطفل إذا أعطى تسميةً صحيحة لتسعٍ من الصور.
• إعادة رقمين، فمثلاً يُطلَب من الطفل أن يُعِيد قول سلسة من الأرقام (7 - 4، 5 - 8)، بعد سماعها من الشخص الفاحص، وينجح الطفل إذا أعاد سلسلةً واحدة بالترتيب الصحيح.
• لوحة الأشكال بعد تحريكها، (لوحة أشكال قطِّعت فيها ثلاثة فراغات على هيئة دائرة ومربع ومثلث على التوالي)، تخرج القطع من أماكنها باللوحة، بينما يلاحظ الطفل ذلك، توضع كل قطعة أمام الفراغ المناسب لها في الجانب القريب من الطفل، ثم تُحرَّك اللوحة دائريًّا بينما يلاحظ الطفل ذلك، وتأخذ وضعًا معينًا، ثم يُطلَب من الطفل وضع القطع في أماكنها، وينجح الطفل في محاولة من المحاولتين.
المستوى الثاني: سن 6 سنوات:
• المفردات (قائمة مكوَّنة من 45 كلمة متدرجة في الصعوبة)؛ بحيث تذكر للطفل الكلمات بالترتيب، ويُطلَب منه تحديد معنى كل منها، ويعتبر الطفل ناجحًا في الاختبار إذا عرَّف 5 كلماتٍ تعريفًا صحيحًا.

• عمل عُقَد من الذاكرة (صندوق به 48 حبة من لون واحد، منها 16 حبة مكعبة، 16 حبة كروية، 16 حبة أسطوانية)، ويقوم الفاحص بعمل عقدٍ من 7 حبات أمام المفحوص، مستعمِلاً بالتبادل واحدة مربعة ثم واحدة مستديرة، ثم يطلب من الطفل عمل يمل عقدة أخرى مماثلة لما قام به الفاحص، وينجح الطفل إذا عمل نموذجًا من العقد.
• الصور الناقصة (بطاقة عليها صور ناقصة)، يُشار إلى كلِّ صورة على التوالي، ويُطلَب من الطفل اكتشافُ الجزء الناقص، وينجح الطفل إذا أجاب إجابة صحيحة في أربع من الصور الخمس.
• إدراك الأعداد (12 مكعبًا، ضلع كل منها بوصة) ويطلب من المفحوص (الطفل) أن يُخرِج 3 مكعبات، ويعتبر الطفل ناجحًا إذا نجح في عدد ثلاث من المحاولات الأربع المعطاة في السؤال.
• التشابه والاختلاف في الصور (6 بطاقات بها صور)، ويطلب من الطفل اكتشاف الصور المخالفة من بين مجموعة من الصور المتشابهة، ويجب أن ينجح الطفل في خمس بطاقات.
تتبع المتاهة: (متاهات ورقية وبها علامات في ثلاثة مواضع، ويطلب من الطفل تتبُّع طرق الخروج من المتاهة، ويجب أن ينجحَ الطفل في محاولتينِ من ثلاثِ محاولات.
المستوى الثالث: سن 13 سنة:
• المفردات (نفس السؤال في سن 6 سنوات)، وينجح المفحوص إذا عرَّف 14 كلمةً تعريفًا صحيحًا.
• اكتشاف السخافات اللفظية (خمس عبارات)؛ حيث يُعطَى المفحوص عباراتٍ تحتوي على سخافات لفظية، وينجح المفحوص إذا اكتشف 4 سخافات من الخمس المعطاة.
• الاستجابة للصور (صورة الساعي)، ويطلب من المفحوص أن يعبِّر عمَّا يراه في هذه الصور، وينجح المفحوص إذا أشار إلى ثلاثِ نقط أساسية.
• إعادة خمسةِ أرقام بالعكس، وينجح المفحوص إذا أعاد بالعكس سلسلة واحدة صحيحة من الثلاث سلاسل المعطاة.
• المعاني المجردة (ما معنى الشجاعة؟)، وينجح المفحوص إذا عرَّف كلمتينِ تعريفًا صحيحًا من أربع كلمات؛ هي: (ثابت، الشجاعة، الإحسان، يدافع).
• اختبار تكميل الجُمَل (أربع جمل بها عبارات ناقصة)، ينجح المفحوص إذا أصاب في تكملة جملتين من الجمل الأربع المعطاة.
تُبيِّن الأمثلة السابقة تنوُّعَ الموادِّ التي يشتمل عليها الاختبار، وهي تختلف من مستوى إلى آخر، فكثيرٌ من أسئلة الاختبارات في السنوات الأولى محسوسةٌ، تتصل بالصور والنماذج، وفي المستوى الأعلى تميل إلى التجريد وتكون مثقلةً بالألفاظ.
الخصائص العامة التي تميز بها اختبار ستانفورد - بينيه:
أولاً: جوانب القوة في اختبار ستانفورد - بينيه:
• اختبار بينيه هو أولُ اختبار حقيقي وُضِع لقياس الذكاء؛ حيث إنه لا يزال يُتَّخذ محكًّا لحساب صدق الاختبارات.
• أول مقياس يستخدم العمر العقلي كوحدة للقياس.
• يقيس الاختبار القدرةَ الحالية للفرد، وبالتالي فهو يقيس محصلة الخبرات التعليمية التي مر بها الفرد.
• تمثِّل الدرجةُ التي يحصل عليها الفرد في الاختبار قدراتٍ عقليةً مختلفة في المراحل العمرية المختلفة، بمعنى أن الاختبار لا يَقِيس نفس الشيء في المستويات العمرية المختلفة، فبينما يركِّز في المراحل الأولى من العمر على النشاط العملي، مثل التمييز بين الأشياء والانتباه، نراه يهتم في المراحل المتأخِّرة على النواحي اللفظية وعمليات الاستدلال.
ثانيًا: جوانب الضعف في اختبار ستانفورد - بينيه:
• المقياس مُعَدٌّ في جوهرِه للأطفال وتلاميذ المدارس، ومن ثَمَّ يُستخدَم مع المراهقين والراشدين عن طريق إضافةِ بعض الأسئلة الأكثر صعوبة من نفس النوع.
• محتوى الاختبارات المتضمنة في هذا الاختبار لا تثير اهتمام الراشدين؛ أي: ينقصها الصدق الظاهري، ومن ثَمَّ يصعب تكوين علاقة طيِّبة بين الفاحص والمفحوص الراشد.
• يؤكد هذا الاختبار على عامل السرعة في معظم الاختبارات، الأمر الذي يقلل من مستوى الأداء الحقيقي للفرد.
• الاهتمام الكبير بالنواحي اللفظية.
• عيِّنات تقنين هذا الاختبار لم تشمل إلا قليلاً من الراشدين.
• يتأثَّر أداء الشخص في هذا الاختبار بشخصيته وكثير من عاداته الانفعالية؛ مثل: الخجل، ونقص الثقة بالذات، وعدم الميل إلى الأعمال ذات الطابع المدرسي، والخوف من الوقوع في الخطأ.
• ويصلح مقياس ستانفورد بينيه للأشخاص من سنتين إلى 70 فما فوق.
ويتكوَّن مقياس ستانفورد وبينيه من أربعة مجالات لقياس القدرة المعرفية؛ وهي كما يلي:
1- الاستدلال اللفظي (المفردات - الفهم - السخافات - العَلاقات اللفظية).
2- الاستدلال المجرد البصري (تحليل النمط - النسخ - المصفوفات - ثَنْي قطع الورق).
3- الاستدلال الكمِّي (الاختبار الكمي - سلاسل الأعداد - بناء المعادلات).
4- الذاكرة قصيرة المدى (ذاكرة الخرز - ذاكرة الجُمَل - ذاكرة الأرقام - ذاكرة الأشياء).
ومجموع الاختبارات كاملة 15 اختبارًا، وتمثل هذه المجالات الأربعة بما يسمَّى بالمعامل العام أو القدرة الاستدلالية العامة، وبالتالي يمكن الحصول على درجة مركبة (إما كلية أو جزئية).
وكل مجال من المستويات السابقة ينقسم إلى ثلاثة مستويات:
وهي العامل العام، وينقسم إلى:
1- الذاكرة قصيرة المدى.
2- القدرات السائلة التحليلية؛ وهي (الاستدلال المجرد البصري).
3- القدرات المتبلورة (الاستدلال اللفظي - الاستدلال الكمي)؛ وهذه القدرة تتأثَّر بالتعليم المدرسي.
شرح الاستدلال اللفظي:
1- المفردات:
وهي منقسمة إلى قسمين: إلى مفردات مصورة - مفردات لفظية.
المصوَّرة تُعرَض على المفحوص، ويُطلَب منه ذكرُ ما هي الصورة؛ مثل صورة كرسي.
أما المفردات اللفظية، فهي: ما معنى كتاب أو علم؟
2- الفهم:
إما تعرض على المفحوص في بداية الاختبار صورة طفل وتقول له: أشِرْ لي على رأسه أو شعره أو أنفه إلى آخره...، وكذلك هناك أسئلة مثل: إذا كنت جائعًا ماذا تفعل؟
3- السخافات:
وهي عرض صورة على المفحوص، ويطلب منه ذكر الخطأ أو السخيف؛ مثل: (بنت تكتب بشَوْكَة).
4- العَلاقات اللفظية:
وهي ذكر وجه الشبه بين ثلاثة أشياء واختلافها عن الشيء الرابع؛ مثال: غراب وعصفور وحمامة.
شرح الاستدلال المجرد البصري:
1- تحليل النمط، ويشتمل على لوحة أشكال ومكعبات.
2- النسخ، ويشتمل على أن يقومَ المفحوص بتقليدِ الفاحص في رسوم المكعبات؛ مثل عمل كوبري أو برج، أو نسخ الأشكال، وهي عبارة عن رسم الشكل الموجود في البطاقة؛ مثل رسم خط رأسي أ


    
    ''',
    domain6: '3. التشخيص الاجتماعي',
    text6: '''
    يعد التشخيص الاجتماعي من الاتجاهات الحديثة في قياس وتشخيص حالات الإعاقة العقلية والذي ظهر نتيجة للانتقادات الكثيرة التي تعرضت للتشخيص السيكومتري, ونتيجة أيضاً لأن تعريف الإعاقة العقلية يشتمل على السلوك التكيفي.وهناك العديد من التعريفات للسلوك التكيفي, ولكن نذكر منها تعريف الجمعية الأمريكية للإعاقة العقلية والذي ينصعلى أن السلوك التكيفي هو مدى قدرة الفرد على التفاعل مع بيئته الطبيعية والاجتماعية والاستجابة للمتطلبات الاجتماعية المتوقعة منه بنجاح مقارنة مع المجموعة العمرية التي ينتمي إليها وخاصة متطلبات تحمل المسؤوليات الشخصية والاجتماعية باستقلالية.وقد ظهرت العديد من مقاييس السلوك التكيفي, والتي تعبر عن البعد الاجتماعي في تعريف الإعاقةالعقلية,مثل مقياس فينلاند للنضج الاجتماعي , ومقياس كين وليفين للكفايةالاجتماعية, ومقياس السلوك التكيفي للجمعية الأمريكية للإعاقة العقلية, وقد   المقاييس لتحديد مستويات النضج الاجتماعي والسلوك التكيفي للطفل, من أجل تصنيفها في الفئة المناسبة من فئات الإعاقة العقلية .
    
    ''',
    domain7: 'مقياس رافن للمصفوفات المتتابعه ',
    text7:
        '''  يعد مقياس رافن من المقاييس الغير لفظيه والتي تعتمد علي عزل البعد الثقافي واختلاف الثقافات في اختبار ذكاء الفرد حيث قام رافن باعداد اختبار المصفوفات والذي يتضمن (60)رسما او مصفوفه بكل جزء منها جزاء ناقص وتحته مجموعة من 6-8 اجزاء كاختيارات للجزء الناقص وعلي المفحوص أن يحدد الجزء المناسب من بين المجموعه الموجوده امامه 
وقام رافن باعداد ثلاثة انواع من اختبار المصفوفات المتتابعه لقياس الذكاء وهي 
١_اختبار المصفوفات المتتابعه العادي 
٢_اختبار المصفوفات المتتابعه الملون
٣_اختبار المصفوفات المتتابعه المتقدم
ويتالف الاختبار من (60) بند تتوزع على خمسه مجموعات هي (A,B,C,D,E) حيث تحتوي كل مجموعة علي 12مصفوفه مفرده حيث تتالف كل مصفوفة من رسوم أو تصميمات هندسية بحيث تتزايد صعوبه الفقرات داخل كل مجموعه تدريجياً حتى نهاية الاختبار اما الصوره العربيه للمقياس فقد قسمت اقسامها الي (أ.ب.ج.د.ه) وتناسب الاعمار من 8 إلي 12 عام .
كل بند عباره عن مستطيل به رسومات او أشكال حذف منها جزء والمطلوب من المفحوص علي أن يتعرف على الجزء المحذوف من بين سته او ثمانية خيارات معطاه في اسفل المستطيل في المجموعتين أ.ب عدد الخيارات سته وفي بقيهالمجموعات عدد الخيارات ثمانية تبدأ المجموعه أ بفقرات سهله حيث تبدا باسئله تحتاج إلى مقدره وإكمال بسيط والإكمال اما ان يكون في شكل مقارنه بسيطه او في شكل تفكير منطقي بسيط كذلك تبدا المجموعه ب متدرجه في الصعوبه من الاسهل الي الاصعب وهذه المجموعة في مجملها اصعب من المجموعه أ ويركز المقياس في هذه المجموعه علي مدي قدره المفحوص علي التعرف علي مدي التماثل بين الاشكال
تعتبر الدرجة الكليه التي يحصل عليها المفحوص في الاختبار مؤشرا على القدرة الذهنية العامه لهذا المفحوص كما تسهم الدرجه الفرعيه التي يحصل عليها المفحوص في كل مجموعه من مجموعات الاختبار في دراسه اتساق الاختبار 
اما من حيث طريقه التطبيق يعد اختبار المصفوفات المتتابعه العادي لريفن من الاختبارات الفردية والجمعيه بمعني امكانيه تطبيقه على المفحوصين بطريقه فرديه او جماعيه ومن حيث طريقه اداء المفحوص فهو اختبار ورقه وقلم ومن حيث الاختبار فهو اختبار غير لغوي ومن حيث كيفيه التطبيق فهو اختبار قوه وسرعه الا ان الشائع انه اختبار قوه ومن حيث العمليات والوظائف النفسيه التي يقيسها الاختبار فهو من اختبارات الاداء إلي الاقصي لانه يقيس بالفعل مستوي النمو او التنميه الذي وصل إليه المفحوص في القدرة العامه


مقياس الفينلاند
قد تم تطوير مقياس فينلاند للسلوك التكيفي عام 1984 م من قبل كل من سبارو وبالا
وسيكشتي كنسخة مطورةِ لمقياس فينلاند للنضج الاجتماعي الذي أعده دول عام 1935 والذي اشتمل على ثماني مهارت هي: المساعدة الذاتية العامة، المساعدة الذاتية في ارتداء الملابس، المساعدة الذاتية في تناول الطعام، التواصل، التوجيه الذاتي، التنشئة الاجتماعية، التخاطب، العمل. هذه المهارات تم تقسيمها إلى 117 فقرة، وترتيبها على شكل مقياس نقط، ومقياس عمري نمائي.
أما المقياس في صورته الجديدة فقد اشتمل على صورتين رئيسيتين هما: صورة المقابلة،
والصورة المدرسية. وقد تم تقسيم صورة المقابلة إلى صورتين هما: الصورة الموسعة، والصورة المسحية.
ومع أن كليهما يقيسان نفس الأبعاد، والتي هي خمسة أبعاد ( مهارات التواصل، مهارات الحياة اليومية، مهارات التنشئة الاجتماعية، المهارات الحركية، السلوك غير التكيفي) إلا أن الصورة المسحية تمتاز بقلة عدد البنود وفاعلية القياس والتشخيص.

قدم “دول” Doll (1935) مقياس فاينلاند للنضج الاجتماعيThe Vineland social Maturity scale كمقياس مقنن للنمو يقيس المهارات الاجتماعية ويغطي الفئة العمرية من الميلاد حتى البلوغ وقد اشتمل المقياس على 117 فقرة رتبت في شكل مقياس نقط point scale ومقياس عمري age scale مرتبة تصاعديا تبعا للصعوبة . وتغطي ثمانية مجالات هي: المساعدة الذاتية العامة،المساعدة الذاتية في تناول الطعام، ارتداء الملابس، التوجيه الذاتي، المهنة، التخاطب، الحركة، والتنشئة الاجتماعية.
وقد أعد مقياس فاينلاند في صورة جديدة توفر على إعدادها مجموعة من تلامذة “دول” وتم تعديل الاسم إلى مقاييس السلوك التكيفي (1984) وقام بإعدادها سبارو وبالاسيكشتي Sparrow, Ballo, Ciccdetti حيث تبنوا التعريف التالي للسلوك التكيفي ” السلوك التكيفي يقصد به أداء الأنشطة اليومية المطلوبة للكفاية الشخصية والاجتماعية”.

وتشتمل المقاييس في صورتها الجديدة على صورتين إحداهما للسلوك الخاص بالمدرسة، وتعرف بصورة غرفة الدراسة Classroom Edition وصورة خاصة بالمقابلة Interview Edition وتضم المقاييس المجالات الآتية:
(1) التخاطب (التعبيري،والاستقبالي و الكتابي).
(2) مهارات المعيشة اليومية (الشخصية و المنزلية و المجتمعية).
(3) التنشئة الاجتماعية (العلاقات الشخصية و اللعب ووقت الفراغ ومهارات التعامل مع المواقف).
(4) المهارات الحركية (الكبرى- الصغرى).
(5) السلوك غير المتكيف.

وقد اشتملت عينة التقنين القومية في الولايات المتحدة على ثلاثة آلاف فرد موزعين بالتساوي على فئات عمرية من الميلاد إلى عمر 18 سنة، 11 شهرا وممثلة للخصائص السكانية التي حددها تعداد السكان الخاص بعام 1980. وكانت العينة موزعة بالتساوي بين الذكور والإناث (1500 ذكر، 1500 أنثى) ويخص كل فئة عمرية مائتي فرد (50% منهم من الذكور؛ 50% من الإناث). وقد قسمت كراسة الأسئلة بحيث ترتب في صورة مجالات خاصة بالتخاطب، ومهارات المعيشة اليومية والتنشئة الاجتماعية و المهارات الحركية، وأخيرا مجال السلوك غير المتكيف، بالإضافة إلى بعض البيانات العامة عن المفحوص. وترتب البنود في داخل كل مجال من المجالات المذكورة في صورة تصاعدية مع النمو (صورة ارتقائية) . وحددت نقاط البدء لبعض الأعمار، وقد أعدت البطاقة الخاصة بالأسئلة بحيث تسجل الإجابات الخاصة بالفروع المرتبطة بالمجالات بشكل مستقل عن بعضها البعض، بالإضافة إلى فراغات تخصص لتعليقات الفاحص في نهاية كل صفحة.
ويعطى للبنود درجات هي: 2، 1 ، صفر، و لا ينطبق ولا أعرف. وينبغي تحديد قاعدة و سقف للدرجات حيث تحدد القاعدة من أعلى سبعة بنود متتابعة حصل فيها المفحوص على الدرجة(صفر).

وقد قام معدو المقاييس بحساب ثباتها باستخدام ثلاث طرق هي: طريقة التجزئة النصفية، وطريقة إعادة الاختبار وطريقة ثبات المصححين. وكان وسيط معاملات الثبات بطريقة التجزئة النصفية لمجال التخاطب 0.89 ولمهارات المعيشة اليومية 0.90 ، وللتنشئة الاجتماعية 0.86 ولمهارات الحركة للأعمار دون السادسة 0.83 ، وللدرجة العامة للسلوك التكيفي 0.94 وللسلوك غير المتكيف للأعمار من خمس سنوات فأكثر 0.86 كما كانت معاملات الثبات بطريقة التجزئة النصفية للفروع الداخلة في المجالات مناسبة.

أما طريقة إعادة الاختبار، فقد استخدمت لفترات فاصلة بين التطبيقين الأول والثاني من أسبوعين إلى أربعة أسابيع . وقد أعيدت المقابلة مع نفس الأب الذي تمت معه المقابلة الأولى وحسبت المعاملات للأعمار من ستة أشهر إلى 18 سنة و 11 شهر؛ حيث تراوحت معاملات الثبات بين المصححين من 0.62 – 0.74 . كما قام معدو المقاييس بحساب صدقها باستخدام ثلاث طرق أيضا هي: صدق التكوين الفرضي، وصدق المحتوى، وصدق المحك. وقد أورد دليل الاختبار بيانات الصدق بالتفصيل. وتم تقنين مقياس فاينلاند Vineland للسلوك التكيفي VABS)) وفق عينات ممثلة ومؤلفة من طبقات باستخدام بيانات تعداد عام 1980 للسكان.-كما سبقت الإشارة كما أن المعايير الإضافية التكميلية التى أعدت على عينات من المدارس الداخلية (التي يقيم فيها الأطفال المعوقون) عينات غير داخلية من الأطفال المضطربين انفعالياً ، والمتخلفين عقلياً، ، وضعاف البصر ، وضعاف السمع والصم .


    ''',
    domain8: 'اختبار رسم الرجل لجودانف :',
    text8:
        '''يعتبر اختبار رسم الرجل من الاختبارات الشائعة والمشهورة لقياس ذكاء الأطفال من رسوماتهم، نتيجة لما يقدمه من نتائج صحيحة ودقيقة، فبالمقارنة مع الاختبارات الأخرى لقياس الذكاء وجد أن معامل الارتباط بينهما كان عالي، وقد اعتمدت المجموعة على بنوده لقياس ذكاء الأطفال في البيئة العربية.
التعريف الإجرائي لاختبار رسم الرجل لقياس ذكاء الأطفال :
هو اختبار غير لفظي لا يعتمد على الألفاظ والكتابة والقراءة، يقيس ذكاء الأطفال الذين يتراوح أعمارهم ما بين (04 إلى 13 سنة) وذلك بالاعتماد على 51 بندا.
وقد أظهرت البحوث التي قامت بها جودإنف رسوم ضعاف العقول من الأطفال تتشابه إلى حد كبير رسوم الأطفال الذين هم اصغر منهم سنا من حيث العناصر الموجودة في الرسم والتناسب بين هذه العناصر.

1. الرأس: أي محاولة لإظهار الرأس حتى و ل كان خاليا من ملامح الوجه و لا تحسب ملامح الوجه إذا لم تكن هناك خطوط للرأس.
2. الساقين: أي محاولة لإظهار الساقين بعددهما الصحيح، باستثناء الحالة التي يكون فيها الرسم جانبيا حيث تظهر في هذه الحالة رجل واحدة.
3. الذراعين: أي محاولة لإظهار الذراعين بعددهما الصحيح، باستثناء الحالة التي يكون فيها الرسم جانبيا حيث تظهر في هذه الحالة ذراع واحدة و لا يعطى الطفل نقطة على رسمه للأصابع ملتصقة بالجذع مباشرة.
4. الجذع: أي محاولة لإظهار الجذع حتى لو كانت برسم خط وفي حال كان الجذع ملتصق بالرأس لا بعنبر رقبة بل يحسب جذع.
5. طول الجذع أكبر من عرضه: يقاسان بالمليمتر إذا تطلب الأمر في هذه الحالة يجب أن لا يكون الرسم عبارة عن خط.
6. ظهور الأكتاف: تصحح هذه النقطة بدقة وصرامة فيجب أن تكون هناك أكتاف واضحة و لا تحتسب الزوايا القائمة أكنافا.
7. اتصال الذراعين والساقين بالجذع مهما كان نوع السيقان و الأذرع المرسومة وعددها فإن التصاقها بالجذع يمنح الطفل نقطة.
8. اتصال الذراعين و الساقين في الاماكن الصحيحة:في حالة الرسم الجانبي يجب أن يكون الذراع ملتصقا بمنتصف الجذع تحت الرقبة
9. وجود الرقبة: أي شكل مختلف عن الجذع والرأس يتوسطهما يعتبر رقبة.
10. خطوط الرقبة يتماشى مع الرأس أو الجذع أو كلاهما: أي أن تكون متدرجة الاتساع.
11. وجود العينين: أغلب أشكال العينين عند الأطفال تكون غريبة و لكن أي محاولة لإظهارهما تعطي نقطة، و ينقط الطفل في حال الرسم الجانبي على العين الواحدة.
12. وجدود الأنف: أي محاولة لإظهار الأنف تحسب
13. وجود الفم: أي محاولة لاضهار وجود الفم
14. رسم الفم والأنف من بعدين أي أن لا يكونا مجرد خط، و لا يقبل الشكل المستدير أو المربع أو المستطيل للأنف
و يشترط رسم خط لفصل الشفتين كي يمنح الطفل نقطة.
15. إظهار فتحني الأنف: أي محاولة لإظهارهما تقبل
16. وجود الشعر: إي محاولة لإظهار الشعر تقبل.
17. وجود الشعر في المكان الصحيح: يجب إن يكون في المكان الصحيح من الرأس وان لا يكون شفافا.
18. وجود الملابس: أي محاولة لإظهار الملابس تقبل .
19. وجود قطعتين من الملابس: ويشترط إن لا نكون الملابس شفافة تظهر ما تحتها، و ينقط الطفل في حال رسم الثوب التقليدي.
20. خلو الملابس من القطع الشفافة: تصحح هذه النقطة بدقة فيحب أن تكون الثياب ساترة لما تحتها تماما فالا يجوز أن يبدو الساق تحت البنطلون مثلا أو الجسم تحت الجبة، و يجب وجود الأكمام.
21. وجود 4 قطع من الملابس/ نعطى هذه النقطة مباشرة للطفل الذي يرسم الرجل مرتديا الجبة والغطاء الرأس أما في الحالة العادية فيجب أن تتوفر 4 قطع فعلا مثل البنطلون و القبعة والسترة و الحذاء و ربطة العنق الحزام أو حمالات البنطلون......
22. تكامل الزي: يجب أن يكون الزي متكاملا وواضحا ومعروفا فلا يعطى الطفل النقطة إذا رسم زيا عاديا مع قبعة شرطي مثلا.
23. و جود الأصابع : أي محاولة لإظهار الأصابع تحسب.
24. صحة عدد الأصابع.
25. صحة تفاصيل الأصابع: الطول أكبر من العرض+ أن تكون من تعدين وليست خطوط+ أن لا تزيد الزاوية التي تحتلها عن 1700
26. صحة رسم الإبهام: تصحح هذه النقطة بتشدد فلا يعطى الطفل نقطة إلا إذا كان الإبهام أقصر من بقية الأصابع المسافة بين الإيهام والسبابة أكبر من المسافة بين بقية الأصابع.
27. إظهار راحة اليد: يجب أن تكون بادية.
لوحظ أن بعض الأطفال يرسمون اليدين داخل الجيب في هذه الحالة يعطى الطفل نقطة على كل العناصر السابقة المتعلقة باليدين.
28. إظهار مفصل الذراع: مفصل الكتف أو الكوع أو كلاهما أو كلاهما.
29. إظهار مفصل الساق: مفصل الركبة أو ثنية الفخذ، يظهر في بعض الرسومات ضمور في مكان الركبة يقبل ذلك و يحسب نقطة.
30. تناسب الرأس: أن لا تكون مساحة الرأس أكبر من نصف مساحة الجذع أو أقل من عشر مساحته.
31. تناسب الذراعين: أن تكون الذراعان في طول الجذع أو أكثر قليلا، و أنا يكون طول الذراعان أكبر من عرضهما.
32. تناسب الساقين: طول الساقين أقل من طول الجذع و عرضهما اقل من عرض الجذع.
33. تناسب القدمان: يجب أن يكون الرسم من بعدين (ليس خط) و يجب أن لا يكون طول القدم اكبر من ارتفاعها، و طول القدم لا يتجاوز ثلث الساق و لا يقل عن عشرها.
34. إظهار الذراعان والساقان من بعدين: (ليسا خطوط)
35. إظهار الكعب: أي محاولة لإظهاره تحسب نقطة
36. التوافق الحركي للرسم بصفة عامة: وضوح خطوط الرسم و تلاقيها بدقة دون كثرة في الفراغات بينها، و تصحح بشيء من التساهل.
39. بعاد تصحيح نفس النقطة السابقة و لكن بدقة أكبر و يراعى تدرج تلاقي خطوط الرسم.
40. توافق خطوط الرأس: تصحح هذه النقطة بدقة يلزم أن تكون كل خطوط الرأس موجهة و أن يشبه شكل الرأس الشكل الطبيعي.
41. التوافق الحركي لخطوط الجذع: مراعاة ما سبق.
38. التوافق الحركي لخطوط الذراعين والساقين: نفس الشروط السابقة
42. التوافق الحركي لخطوط ملامح الوجه: رسم الفم و الأنف و العينين من بعدين و أن تكون الأعضاء في أماكنها الصحيحة و التناسق الحجمي للأعضاء مهم أيضا.
43. وجود الأذنين: أي محاولة لإظهار الأذنين تحسب.
44. إظهار الأذنين في مكانهما الصحيح و بطريقة مناسبة أي أن يكون الرسم مشابها للأذن.
45. إظهار تفاصيل العين من رمش وحاجب .
46. إظهار إنسان العين (البؤبؤ)
47. إظهار اتجاه النظر
48. إظهار الذقن والجبهة: أي مساحة فوق العينين تحسب جبهة و أي مساحة تحت الفم تحسب ذقن.
49. إظهار بروز الذقن.
50. الرسم الجانبي الصحيح ( الرأس و القدمان و الجذع بشكل صحيح)
51. الرسم الجانبي الخالي من الأخطاء ما عدا أخطاء العين.
نتائج لاختبار:
1. إذا كانت رسوم الطفل مجرد خربطات فعمره العقل يقدر بـ 3 سنوات وثلاث شهور.
2. أجمع الدرجات التي تحصل عليها طفلك و قارن بالنتائج التالية:
درجة واحدة: 39 شهر
درجتان : 42 شهر
3 درجات:45 شهر
واصل بإعطاء ثلاث أشهر لكل نقطة مثل 4 درجات يقابلها 48 و هكذا إلى أن تحصل على العمر العقلي بالشهور لطفلك، من خلال عمر طفلك الحقيقي بالشهور و عمره العقلي بالشهور أيضا يمكننا حساب درجة ذكاء الطفل بدقة.
ينم ذلك بتطبيق معادلة الذكاء المعروفة عند ذوي الاختصاص و هي
)العمر العقلي بالشهور/ العمر الزمني بالشهور)× 100= معامل الذكاء.
مثلا حصلنا على 30 درجة لرسم طفل ما و هي تقابل 126 شهرا
إذا العمر العقلي لهذا الطفل هو 126 شهرا، لنفترض أن العمر الحقيقي لهذا الطفل هو 128 شهرا
إذا العمر العقلي أكبر من العمر الزمني و بالتالي الطفل عادي الذكاء و كلما كبر الفرق زاد مستوى الذكاء، لكن هذا لا يكفي سوف نحدد درجة ذكائه بالضبط و يتم ذلك بتطبيق المعادلة السابقة:
(126/128)× 100= 98.43 وهذا يعطي أن ذكاء الطفل متوسط
معامل الذكاء أقل من 80 درجة: ذكاء منخفض
معمل الذكاء من 80إلى 100: ذكاء اعتيادي (متوسط)
معامل الذكاء من 100إلى 140: ذكاء من مرتفع إلى مرتفع جدا.
معامل الذكاء أكبر من 140: ذكاء عالي (عبقري موهوب)

    ''',
  )
];
